var local_database = [{
  date: "Jan 1 2019",
  title: "美丽人生",
  imgSrc: "/images/meili.jpg",
  avatar: "/images/tou3.jpg",
  content: "父爱构筑了一场温馨的战争，没有在孩子心里留下任何阴影。故事分裂成两部分，前半是圭多对公主的追逐，用智慧战胜了强大的求婚者，抱得美人归；后半是战争风雨飘摇时对亲情的忠诚，在迈开大正步赴死，努力保护孩子时，父爱如山，界已成神。",
  reading: "15841",
  collection: "5864",
  headImgSrc: "/images/meili0.jpg",
  author: "Vigoss",
  dateTime: "3天前",
  detail: "这是一部充满爱与温暖，但也充满残酷的影片，但是它的过程又很美。人们常常会在生命当中陷入大大小小的绝望，而面对绝望的态度又可以多种多样。你可以选择放弃挣扎，把所有结果都交给命运，你也可以努力地为之拼搏、奋斗。而这部电影当中，充满了绝望，但是在绝望中又坚信希望、积极乐观，一直在传授着一个经验：只要有积极的人生态度，人生便是美丽的。故事开始于1936年的意大利，刚开始的故事背景是欢快轻松的，充满了欢乐。男主基督是一个犹太人，一个机智并且极其幽默的人，他总是喜欢耍小聪明，编造一些故事给大家带来欢乐，有时也用这个帮助自己脱离麻烦。男主和自己的朋友准备去一个新的城市投奔自己的叔叔，他的叔叔在酒店做部长，开始自己崭新的生活，他和朋友二人风风火火地来到了目的地，对这个城市充满了欢喜。可是毛手毛脚的基督总是会给自己惹出各种麻烦，但是乐观的他总是会开心地面对着这一切。他想在这座城市可以安稳下来，开一家书店来维持生计。莽撞的基督总是惹事情，在这个过程中，他遇到了自己生命中的“公主”黛丽，之后由于机缘巧合，他们总是会无端碰见。书店刚开始没有办起来，于是他去做了侍者，由于他的话极其多，办事很毛躁，但是好在基督聪明。黛丽是一位学校的老师，基督为了能再次遇到自己的公主，便又开始动起了歪心思，顶替了他服侍的客人，以视学官的身份去到那所学校。可是傻傻的他并不知道自己来的主要任务，当所有人都注视着基督，等待他演讲的时候，他大胆地进行了荒唐的演讲。当真正的视学官赶来的时候，惊讶地看着基督，基督又一次开始了逃亡。但是黛丽开始对他产生了极大的兴趣，基督被黛丽深深地吸引了。犹太人最大的特点就是犹太人的浪漫与睿智，他想尽办法去了同黛丽一样的剧院，结束之后他又开始尾随黛丽，成功地开车接到了黛丽，在车里他对黛丽进行了深情、浪漫的告白。不给力的基度把车子开坏了，让黛丽淋了雨，但是黛丽显然并没有放在心上，他把“公主”送回了家，这下他们的关系又进了很大一步。但是慢慢发生的事情可以感觉到，当时社会的人对犹太人并不十分友好，他们口中的“野蛮人”会时不时地闯进犹太人的家里大闹一番，会在基督的马上写上“犹太马，大家小心”。天真的基度以为这很平常，并没有放在心上，尽管叔叔已经提醒他这并不是鼓励的事件。黛丽不同于基督，她是上流社会家庭的人，她整天无忧无虑，不必为了生活整日烦恼，基督只是个普通人。但是基度工作的确实经常会见到一些贵族，这天他见到了黛丽，并且得知黛丽会被迫嫁给一个男子，黛丽在这天吻了基督并且要求带她走。就这样他带着自己的“公主”远走高飞，几年之后他们结婚了，有了自己的书店，有了儿子，过着平淡、幸福的生活。基督每天都会有各种方法逗自己的妻儿开心，想要给他们最幸福的生活。但是不幸的是，现在反对犹太人的势力越来越大，基督被不止一次地叫去市政局。直到有一天，当黛丽回到家，看到家里狼藉一片，自己的丈夫、儿子、基督的叔叔全都消失了，黛丽傻了眼。他们被带到一个又一个地方，所有人都清楚事情的严峻性，但是基督始终保护着孩子的心灵，告诉孩子这仅仅是游戏，让孩子没那么害怕。祖舒华的妈妈黛丽为了不离开自己的家人，也跟着上了火车，这让所有人都大吃一惊。接下来的故事便开始不再轻松，甚至有些震撼人心，基度和叔叔一起对儿子编造了游戏的谎言，尽管现在事情已经糟糕透顶。基度对孩子的爱是伟大的，他在如此恶劣的环境中，利用自己的机智和勇敢，千方百计给儿子带来欢乐。在这里，他有幸得到了医生的帮助，很多的帮助，他也一直在寻找机会保护自己的妻儿。尽管面对着很多危险，他也勇敢地给自己的儿子带来欢乐，给自己的妻子带去浪漫和爱，好让一家人都可以坚持下去。可直到有一天，他发现了堆在隐秘地方的高高的死人堆，他明白了他们不能再坐以待毙了，他们必须找机会逃出去。他用尽力气让自己的妻儿安全，他成功了，他帮助了所有犹太人不必遭受这一切，唯独自己没能逃脱。人这一生，最重要的是不过是家人的开心与平安，最棒的丈夫与父亲成功地实现了这一切，给予了他们希望和未来。",
  postId: 0,
  music: {
    url: 'http://113.113.69.161/amobile.music.tc.qq.com/C400002r8TuB2D8l9h.m4a?guid=3687838560&vkey=013B409E68FC3AF377873C006C5448470DF018D571A074D9F5BB365ACF7F254E7D5D6F33F3C744EF69FBCD0F76543EF1A6CD1A62EBFAB328&uin=0&fromtag=66',
    title: '美满人生',
    coverImg: 'http://img2.imgtn.bdimg.com/it/u=3550973622,2749541862&fm=26&gp=0.jpg'
  }
},{
  date: "Jan 2 2019",
  title: "这个杀手不太冷",
  imgSrc: "/images/leon.jpg",
  avatar: "/images/tou2.jpg",
  content: "一个行事一板一眼有条不紊的杀手邂逅了一个激越鲜嫩的小生命 原来之前的悠悠岁月自己从未活过 一个反叛哀怨愤世嫉俗的弱小灵魂荡涤了一个沉睡中的王子心灵 从此一塌糊涂糟糕透顶的生活有了希冀 谁说年龄是问题 谁说身高是距离 小王子被他的玫瑰花驯服了 小女孩从此有了兰花作伴",
  reading: "14628",
  collection: "6864",
  headImgSrc: "/images/leon2.jpg",
  author: "Vigoss",
  dateTime: "2天前",
  detail: "如果说爱上一个人就像有了盔甲又像有了软肋，那么里昂就是玛婷达的盔甲，而玛婷达则成为了里昂的软肋。这是一个大叔与小女孩的故事。里昂，职业杀手，与一盆万年青相伴，原则是不杀妇女儿童，孤独又没安全感。玛婷达，总遭冷眼嫌弃，家人眼中的问题少女，总抱着一只娃娃，倔强又成熟。在玛婷达目睹了全家被杀后，满含泪水走向里昂的家，一向冷血的里昂再三犹豫后开了门，故事也就此开始了....里昂教玛婷达如何用枪，又如何逃脱危险，不准她抽烟，每天都要喝牛奶，甚至细致的为她擦拭脸上的血迹，给了她从未感受过的关怀。玛婷达每天按时给里昂的冰箱填补牛奶，拉着他玩变装猜人的幼稚小游戏，让他冰冷的心开始渐渐融化。两个人开始了不一样的生活。因为玛婷达的复仇心切，给里昂带来了许多麻烦。但他总能及时出手，解救玛婷达，给她怀抱。期间，玛婷达说: “里昂，我想我已经爱上你了，这是我的初恋，你知道吗？”里昂问她: “你未恋爱过，怎知道那叫爱情？”玛婷达说: “因为我能感觉得到。”里昂又问: “哪儿？”玛婷达: “在我的胃里，感觉很温暖，我以前总觉得那里打结，现在不会了。”里昂只淡淡的说:“恭喜你，你的胃病好了。”里昂对玛婷达也有爱吧，不论是亲情还是爱情，可他不敢轻易的触碰情感，因为他是个杀手，只能尽量保持平静。可惜，生活不会总是如你所愿。当仇家终于再次找到玛婷达准备灭口时，里昂为了她与曾经的一切决裂。他对曾经的主顾举起枪，他让玛婷达从管道逃走，自己却和史丹尔同归于尽。里昂说: “我开始想要过的快乐，睡在床上，有牵挂。”这是信任吧，在枪林弹雨中两个相爱的人之间的信任。曾经，里昂连睡觉都要睁一只眼闭一只眼，后来他不仅睡了一个安稳觉，身旁还多了玛婷达可以说话。曾经，玛婷达只能在难过时抱抱弟弟，后来她不仅真正开心的笑了，还多了里昂的肩膀可以依靠。只是，故事的结局不尽人意。也许吧，作为一个杀手又怎么能动情呢？里昂差一点点就逃出去了，只差这一点点，为了守护住他孤独人生中仅有光明与温暖，就是小女孩玛婷达。玛婷达回到了本不该离开的校园，带着里昂的万年青，把它种进土地，她说：“里昂，在这里，我们安全了。”终于，无根的万年青落叶归根了，里昂也会永远归依在玛婷达的心中。未曾想到，这部我随手点开只是为了消遣无趣时光的电影，竟会成为我的心头肉。也许吧，就像里昂为无路可走的玛婷达开了希望的门，就像玛婷达让没安全感的里昂安心的睡了一觉，即使人生总是如此艰难，也会有惊喜和温暖与你不期而遇。",
  postId: 1,
  music: {
    url: 'http://dl.stream.qqmusic.qq.com/C400000YU8sj2aEiSU.m4a?guid=3687838560&vkey=2BB7E682841670691D75BE95C88EB3BC4A48C35B13FB1184E2E5B855C0E417D92CDDDAF9E6B8A670B1DCF212317E2484D8521822212B0B0C&uin=0&fromtag=66',
    title: '鸽子',
    coverImg: 'http://wx4.sinaimg.cn/large/005At5ymly1fyauupjxw4j30rs0fme73.jpg'
  }
}, {
  date: "Jan 3 2019",
  title: "肖申克的救赎",
  imgSrc: "/images/s.jpg",
  avatar: "/images/tou1.jpg",
  content: "这是一部关于希望的经典之作。监狱关不住希望。主人公安迪遭人误解，身陷囹圄，靠着内心无比的坚定，在无尽的等待中，利用智慧和希望，用一把小铁锤救赎了生命，同时救赎了监狱，并将希望的种子播种到每个人的心里。所以说，安迪是英雄，是强者。安迪与瑞德的缘份和友情也很打动人心。值得一看再看。",
  reading: "26489",
  collection: "5494",
  headImgSrc: "/images/s1.jpg",
  author: "Vigoss",
  dateTime: "1天前",
  detail: "对于这个电影来讲，他可以说的是电影中的王者，电影中的经典。虽然在角逐奥斯卡的时候失败了，但是随着时间的沉淀，人们越发的感觉这个电影的价值越来越高，成为无冕之王，这部电影确实也是我心中的无冕之王。最初看这个电影的时候，是老师在课上放的。可能对于教学来说，这个电影也具有教育意义吧！而里边主人公的品质也是让我不得不佩服，整个剧情又励志，有感动，而且故事情节丝毫没有拖沓的地方，只要是拍出来的地方全是经典。电影中的主要场地就是监狱。监狱对于观众来说是个既熟悉又陌生的地方，熟悉是因为，我们的生活中经常会谈及到它，陌生在，正常的老百姓都没有进去过，都不知道里边是什么的状况。其实对于故事情节来说，我想每个人都看过这么的一两遍，而主人公的那种精神却不谁都可以拥有的。对于人物设定来说，年纪轻轻的人能当上银行的副行长，肯定是一个天资聪颖的不俗之人，而对于一个这么优秀的人来说，当他因为妻子的死而被误判到监狱时，他的表现是镇定的，对于在监狱待了很久的监狱徒都很震惊，他怎么可以如此的镇定。而对于男主来说，虽然他表现的很镇定，但是对于他的内心来说，他是不干的，他是不想在这里待上一辈子的。或许是人的天生惯性，一旦在一个地方待久了，就再也不想换地方了，电影的许多地方都是我们平常思考不到但是又在我们的生活中出现的。对于电影中的普通囚徒来说，住了很多年的监狱，他们已经适应了监狱中的生活方式，一旦被放出去，反而适应不了真正的社会生活。因为在他们的内心中，他们就打算在监狱中待一辈子，所以在电影中的那个图书管理者才在最后选择自杀，因为他已经在监狱里待了大半辈子，突然出去各种的不适应，没有亲戚，年老，最后选择了自杀。男主角因为没有证据，所以一直在等待，他让自己的好友为自己在监狱外找了一个小锤头，但是好友的内心不解，因为想要靠这个小锤头砸出监狱是不可能的，可这么小的锤子也没有什么作用，男主告诉他这是他雕刻石头的，于是所有人都被这个正大光明的理由骗了。因为每个人都先入为主的认为，这么小的锤子是逃不出去的，但是斯蒂芬金就是要大跌你的眼睛，就是告诉你，男主就是靠着这把破小锤头逃出了监狱。其实对于电影来说，增加了很多条线索。也给我们表现出了人性并不是那么的简单。靠着自己的聪明才智，为了在监狱中好好的生存，他开始帮监狱长洗黑钱，而对于洗黑钱的道理，是正常人无法理解的，而洗黑钱的步骤也只有他自己清楚。但是这样是有利有弊的。所以接下来就是当他得知自己的证人也在这座监狱，并愿意为他提供证词的时候，证人却被监狱长杀死了，因为作为一个正常人，监狱长怎么会让一个帮自己洗黑钱的人逃出监狱呢！所以电影的剧情开始了下一阶段。男主角还是像往常一样的淡定，依然帮着监狱长洗着黑钱，因为他在等待时机，等待时机逃跑。或许聪明人的脑洞与我们正常人的脑洞是不一样的吧，想想正常人，肯定在监狱里被磨灭的没有了希望，但是男主依然拥有他的信仰。因为有着良好的人脉关系，他拥有了一张美丽女士的海报掩藏住了洞口，而洞口就是用着别人认为不可能凿开监狱的锤头，我们不敢相信，这是多么永恒的决心和信念啊，趁着下雨的夜色，他从下水道逃出了监狱。逃出监狱的那晚下着雷雨交加的夜晚，在下水道出口的小坑旁，伴着暴雨的那声呐喊可以说是整部电影的高潮了，作为观众的我也在荧幕外边喘了一口大气。在监狱里憋屈了那么多年放在谁身上，谁都会这样大声的叫喊的。而作为正常人的价值观，没有什么所谓的以德报怨。都出了监狱当然是选择报仇，于是他把监狱长洗的黑钱全都取走，也曝光了局长的黑钱内幕。局长发现男主安迪带着重要的东西逃走的时候，基督教的惩罚的句子显得格外的大。当记者们蜂拥而至局长室，局长选择最后得自杀，以留下最后的尊严。主人公一直拥有着别人没有的自由之心，他就像被关在笼子里的麻雀，他不是金丝雀，不属于笼子，他只属于天地间，如果被抓到笼子里，他只会想办法逃跑，找回自己的自由，最后男主逃到了墨西哥的海边，他就是该这样的生活的，对于他而言，他是没有犯过任何罪的，他就应该去过他想要的生活，他就应该去他想去的墨西哥的海边，拥有自己的小船还有小木屋去生活。对于广大的观众来说，男主的至上确实比我们正常人的智商要高，但是更重要的是坚持，要有着被上帝所玩弄但是也要拥有与上帝斗争的心，不屈不挠，在困境中镇定下来，然后梳理一下自己应该如何生存。而男主作为好友，他也是称职的，在自己的好友重蹈覆辙要自杀的时候看到了自己的那封信，让他重拾了生活的希望，当最后在海边相遇是有一种说不出来的感觉，是感动，是释然，是怀念，是感激，五味杂陈，说不出来的感觉让观众感动。这个电影当我第一次看完的时候，感觉剧情还有这种操作，拓宽了我的眼界，更让我知道了正能量的传播还可以通过这种方式。正义与黑暗并存，一种佩服从内心涌起，这个电影完全可以当做人生路上的指明灯，虽然灯光微弱，但却可以持久长明。",
  postId: 2,
  music: {
    url: 'http://121.9.201.11/amobile.music.tc.qq.com/C40000184ejM4XouuN.m4a?guid=3687838560&vkey=018BA1E14171D67E1EF118C0EFCADDC2C0E064DC52CE806E74A5BEA305B3FF649902ECA0DBD36A3033BB6BC6AC2C92EA54F8BB8EA181E936&uin=0&fromtag=66',
    title: '孤独患者',
    coverImg: 'http://img5.imgtn.bdimg.com/it/u=2812923164,2696423551&fm=26&gp=0.jpg'
  }
}, ]

module.exports = {
  postList: local_database
}